BID_PRICE_COLS = ['매수호가1', '매수호가2', '매수호가3', '매수호가4', '매수호가5']
ASK_PRICE_COLS = ['매도호가5', '매도호가4', '매도호가3', '매도호가2', '매도호가1']

UNION_BID_PRICE_COLS = ['추적매수호가1','추적매수호가2','추적매수호가3','추적매수호가4','추적매수호가5']
UNION_ASK_PRICE_COLS = ['추적매도호가5','추적매도호가4','추적매도호가3','추적매도호가2','추적매도호가1']

BID_DELTA_COLS = ['매수수량변화1', '매수수량변화2', '매수수량변화3', '매수수량변화4', '매수수량변화5']
ASK_DELTA_COLS = ['매도수량변화5', '매도수량변화4', '매도수량변화3', '매도수량변화2', '매도수량변화1']

BID_SETTLEMENT_DELTA_COLS = ['체결발생매수수량변화1', '체결발생매수수량변화2', '체결발생매수수량변화3', '체결발생매수수량변화4', '체결발생매수수량변화5']
ASK_SETTLEMENT_DELTA_COLS = ['체결발생매도수량변화5', '체결발생매도수량변화4', '체결발생매도수량변화3', '체결발생매도수량변화2', '체결발생매도수량변화1']

BUYABLE_AMOUNT_COLS = ['총매도대기금액', '총매도대기금액변화', '틱간매도금액']
SELLABLE_AMOUNT_COLS = ['총매수대기금액', '총매수대기금액변화', '틱간매수금액']